{
  "title": "Terms and Conditions",
  "mainTitle": "TERMS AND CONDITIONS POLICY FOR THE USE OF THE \"ADAMO SIGN\" PLATFORM",
  "version": "VERSION 1 - MAY 2025",
  "company": "ADAMO S.A.S.",
  "sections": {
    "1": {
      "title": "1. PURPOSE",
      "content": "This document establishes the Terms and Conditions applicable to the use of the ADAMO SIGN Platform, a technological solution owned by ADAMO S.A.S., which allows Clients to manage simple or advanced electronic signature processes, with robust authentication mechanisms, biometric validation, and technical traceability.\n\nThrough ADAMO SIGN, Clients can electronically sign documents of legal, contractual, or administrative content, from digital channels such as email, web interfaces, or instant messaging platforms, with full legal validity under the terms established by Law 527 of 1999 and Decree 2364 of 2012.\n\nThe service includes functionalities such as:\n• Definition of signers and signing order;\n• Authentication via verification code, biometrics, or other secure methods;\n• Generation of cryptographic hash and timestamp;\n• Recording of electronic evidence (IP, date, geolocation, consent);\n• Delivery of the signed document with comprehensive process traceability.\n\nADAMO SIGN does not intervene in the content of the signed documents, nor does it act as a third-party certifier, notary, or digital notary. Its role is limited to providing the technological infrastructure for signer identification and electronic consent collection, in accordance with the security and validity parameters established by Colombian regulations.\n\nThe Client is solely responsible for the legal effects derived from the signature, the legality of the document content, and the effective binding of the signing parties. The use of the Platform implies express acceptance of these Terms and Conditions, which form an integral part of the service contract signed with ADAMO."
    },
    "2": {
      "title": "2. APPLICATION OF TERMS AND CONDITIONS",
      "content": "These Terms and Conditions govern the legal relationship between ADAMO S.A.S., a company legally constituted under the laws of the Republic of Colombia, identified with NIT 9014662591-1, and any natural or legal person (hereinafter, the \"Client\") who accesses, uses, or benefits, directly or indirectly, from the services offered through the ADAMO SIGN Platform, available on ADAMO's official website: https://adamoservices.co.\n\nThe express or tacit acceptance of these Terms and Conditions constitutes a legally binding agreement between the Client and ADAMO, whereby it is understood that the Client has read, understood, and accepted in its entirety both this document and the Personal Data Processing Policy, the Framework Service Contract, and any other attached document that governs the contractual relationship between the parties.\n\nThe ADAMO SIGN service is designed to be used exclusively by companies that require signing documents with legal validity, through electronic mechanisms. The Client must have legal capacity to contract and designate valid signers, as well as guarantee the integrity and legitimacy of the document submitted for signature.\n\nThe use of the Platform by the Client or its authorized users implies automatic acceptance of these Terms and Conditions. In case of disagreement with them, the Client must refrain from using the service.\n\nADAMO may limit, suspend, or terminate access to the Platform when it detects breaches, improper use, impersonation, or any other conduct contrary to the law, these Terms and Conditions, or the current contract, without generating any right to compensation or claim by the Client."
    },
    "3": {
      "title": "3. IDENTIFICATION AND CONTACT INFORMATION OF THE PROVIDER",
      "content": "In compliance with the information duty provided for in Law 1480 of 2011, it is recorded that the ADAMO SIGN Platform is operated by ADAMO, a company legally constituted under Colombian laws, identified with NIT 9014662591-1, with its main domicile in the city of Pereira, Colombia.\n\nIts headquarters is located at Carrera 16 Bis # 8 – 24, Oko Tower Building, 6th Floor, and the official service channel is the email contact@adamoservices.co. For contact purposes, ADAMO also provides the mobile phone line +57 321 626 5361.\n\nAny request, requirement, complaint, or exercise of rights may be submitted through the aforementioned channels, which will be available during the business hours established in Colombian labor legislation or as indicated in the User Service Policy."
    },
    "4": {
      "title": "4. DEFINITIONS",
      "content": "For the proper interpretation of these Terms and Conditions, the following definitions are adopted, without prejudice to those contained in Law 527 of 1999, Decree 2364 of 2012, and other regulations governing electronic signature in Colombia:\n\n• ADAMO SIGN: Technological platform operated by ADAMO through which Clients can manage electronic signature of digital documents, through robust authentication mechanisms (verification code, biometrics, or others), hash generation, timestamp, and complete traceability, with binding legal effects.\n\n• Authentication: Technical process by which the signer's identity is verified before authorizing document subscription. May include methods such as one-time verification codes, biometric validation, facial recognition, or identity validation by the Client.\n\n• Client: Legal or natural person who contracts the ADAMO SIGN service and acts as the originator of the signature process. Has the faculty to upload documents, define signers, configure authentication rules, and receive the signed document. Is responsible for the content legality and contractual link with signers.\n\n• Electronic Document: Digital file of any nature (contract, declaration, authorization, format, or other) that can be signed through the mechanisms provided by ADAMO SIGN and whose integrity and traceability are guaranteed through cryptographic functions.\n\n• Electronic Evidence: Set of technical data and digital records generated during the signature process (such as IP address, location, date and time, authentication type, hash code, etc.) that allow proving the authenticity and integrity of the legal act performed.\n\n• Electronic Signature: Set of electronic data associated with a document, which allows identifying the signer and reflects their unequivocal intention to accept its content. Within the framework of ADAMO SIGN, it may consist of simple or advanced signature, depending on the authentication level used.\n\n• Signer: Natural person designated by the Client to sign a document through ADAMO SIGN. The signer must have legal capacity and be identified through technical authentication mechanisms implemented by the Platform.\n\n• Hash: Unique alphanumeric value generated through a cryptographic function applied to the content of an electronic document, which allows verifying its integrity and ensuring it has not been modified after signature.\n\n• Verification Code: Numeric or alphanumeric key generated by the Platform, sent to the signer by electronic means (such as SMS or email) and valid for single use, for the purpose of authenticating their identity in the signature process.\n\n• Platform: Technological environment that includes web modules, API, administrative panel, authentication channels, signature infrastructure, verification, and electronic evidence that make up ADAMO SIGN.\n\n• Timestamp: Digital record that certifies the exact date and time when an action was carried out within the signature process (for example: document opening, signer validation, final signature), allowing to provide temporal certainty to the act.\n\n• Traceability: Chronological, technical, and secure record of all events associated with a signature process, including access moments, authentication, signature, rejections, geographic location, IP address, and any other interaction performed by users or signers.\n\n• Authorized User: Natural person linked to the Client, with valid credentials to access the Platform and manage signature flows, document configuration, file upload, process monitoring, and evidence download. The Client is responsible for all actions performed by its users.\n\n• Biometric Validation: Authentication mechanism that allows verifying the signer's identity through physical traits (such as facial recognition) that are compared against a database or reference image, as part of the advanced signature process."
    },
    "5": {
      "title": "5. ADAMO SIGN SERVICE CHARACTERISTICS",
      "content": "ADAMO SIGN is a technological solution that allows Clients to manage electronic document signature processes through secure, reliable, and legally valid mechanisms. The service is oriented exclusively to business environments (B2B) and allows the subscription of electronic documents with full legal effectiveness, in accordance with current Colombian regulations.\n\nThe use of the Platform includes, among others, the following functionalities:\n• Upload of electronic documents by the Client in PDF or other compatible formats;\n• Definition of signers and configuration of signing order, with option for multiple signers in chain or parallel;\n• Signer authentication through secure methods such as verification code, facial biometric validation, or combined authentication;\n• Generation of cryptographic hash and timestamp to guarantee the integrity of the signed document;\n• Complete traceability record of each event (opening, signature, authentication, IP, location, exact time);\n• Delivery of the signed document to the Client, accompanied by the technical evidence file (event log and hash);\n• Management dashboard with tracking of active, signed, expired, or failed signature processes;\n• Possibility of API integration for automatic flows or embedded signature in own platforms;\n• Technical support and direct service channel for incident resolution, regulatory requirements, and operational support.\n\nThe service can be provided under models per individual signature or monthly plans, with differentiated rates according to volume, authentication method, number of signers, and signature type (simple or advanced).\n\nWhen a higher level of traceability or evidentiary strengthening is required, ADAMO SIGN may offer complementary functionalities such as blockchain integration for operation recording in distributed networks, without substituting legally recognized signature mechanisms.\n\nThe legal validity of each document signed through ADAMO SIGN will depend on compliance with technical and legal conditions of signer authentication, document integrity, unequivocal consent, and legal capacity of the parties.\n\nADAMO SIGN does not intervene in the drafting, content, or legal validation of the document, and its role is limited to providing the technological infrastructure for electronic consent management with verifiable technical support."
    },
    "6": {
      "title": "6. USE AND REGISTRATION",
      "content": "6.1. B2B Model and Authorization Responsibility\n\nADAMO SIGN is a platform designed for exclusive use in Business to Business (B2B) environments. The Client, in its capacity as a legal or natural person with legal capacity, acts as the Personal Data Processing Controller of the signers and users involved in the electronic signature flows managed through the Platform.\n\nIt is the Client's responsibility to ensure that prior, express, and informed consent has been obtained from all personal data subjects processed within the framework of signature processes, as well as the veracity of the information provided and the existence of a valid legal link with each signer.\n\nADAMO acts as Data Processing Agent, under the terms of Law 1581 of 2012, and only executes the Client's instructions regarding the enablement of signature mechanisms, without intervening in the content, validity, or legal effects of the signed document.\n\n6.2. Registration and Documentation Requirements\n\nTo activate the service, the Client must perform a registration process that includes:\n• Creation of a corporate account on the Platform;\n• Signing of the Framework Service Contract and Personal Data Transmission Agreement;\n• Provision of legal documentation that proves its existence and representation, such as certificate of existence and legal representation, RUT, and representative's identity document;\n• Designation of one or more authorized users, who will have access to document upload modules, signer configuration, and process monitoring.\n\nADAMO may request additional documentation, perform identity validations, or apply risk filters before activating the account.\n\n6.3. Service Activation and Security Measures\n\nOnce documentation is validated and contractual conditions are accepted, ADAMO will activate the Client's access to the Platform within a period not exceeding two (2) business days.\n\nThe Platform incorporates organizational and technological security measures, such as:\n• Multi-factor authentication (2FA) for administrator users;\n• Differentiated roles for users (upload, visualization, audit);\n• Access restriction by IP or device (configurable);\n• Activity log recording and traceability of each operation;\n• Data encryption in transit and secure evidence storage.\n\nThe Client is responsible for proper use of its users' credentials and for immediately revoking access of anyone who should no longer interact with the Platform.\n\n6.4. Account Suspension or Termination Grounds\n\nADAMO may temporarily suspend or terminate access to the Platform in the following cases:\n• Use of the service to sign documents with illicit, fraudulent, or public order-contrary content;\n• Breach of contractual obligations or non-payment;\n• Provision of false, incomplete, or inconsistent information;\n• Evidence of impersonation, credential misuse, or signature process manipulation;\n• Requirement by competent judicial or administrative authority;\n• Contract termination without express renewal or extension.\n\n6.5. Platform Use by Authorized Users\n\nThe Client's Authorized Users will be the only ones enabled to upload documents, configure signers, manage active processes, and download evidence. The Client will respond for all actions executed under its corporate credentials and must ensure that Platform use complies with legality, these Terms and Conditions, and contractually provided purposes.\n\nADAMO may block users if it detects suspicious activity, unauthorized access, or improper service use, according to its security protocols."
    },
    "7": {
      "title": "7. DECLARATIONS AND USE COMMITMENTS",
      "content": "By accepting these Terms and Conditions, the Client declares that it has read, understood, and accepted the rules governing the use of the ADAMO SIGN Platform, and commits to using it in a lawful, secure manner in accordance with the principles of contractual good faith, technical diligence, and respect for current regulations.\n\nIn particular, the Client declares and commits to:\n\n7.1. Use the Platform exclusively for legal, contractual, or administrative purposes compatible with the service object, refraining from using it for signing documents with illicit, fraudulent content, impersonations, or legal simulations.\n\n7.2. Guarantee the veracity, legality, and legitimacy of documents submitted for signature, assuming full responsibility for their content, correct identification of signers, and legal consequences arising from signed acts.\n\n7.3. Obtain prior, express, and informed consent from signers for the processing of their personal data, use of authentication mechanisms, and document signature through digital means.\n\n7.4. Not alter, manipulate, simulate, or interfere with the technical signature process, nor allow unauthorized users to access the Platform or assigned credentials.\n\n7.5. Respect operational and usage limits defined in the service contract, including billing models per signature, maximum number of signers, process validity, and evidence storage.\n\n7.6. Not upload, process, or transmit through the Platform offensive, defamatory, discriminatory content, or content that infringes intellectual property, privacy, or confidentiality rights of third parties.\n\n7.7. Notify ADAMO of any security incident, unauthorized access, or breach that puts at risk the integrity of documents, signer confidentiality, or Platform security.\n\n7.8. Respond to ADAMO, authorities, and third parties for any damage arising from improper service use, breach of these Terms and Conditions, or execution of acts contrary to law or the current contract."
    },
    "8": {
      "title": "8. SERVICE COST",
      "content": "The use of the ADAMO SIGN Platform is subject to payment of economic compensation by the Client, which may be determined under two main commercial schemes:\n\n• Payment per individual signature: modality in which the Client pays a unit value for each document successfully signed through the Platform, according to the current rate schedule or contractually agreed;\n• Monthly or volume plan: modality in which the Client pays a fixed rate for a determined number of signatures, users, or functionalities enabled during a monthly period.\n\nThe applicable value in each case will depend on factors such as:\n• Number of signers involved per document;\n• Required authentication level (verification code, biometrics, advanced signature);\n• Duration of evidence or signed document storage;\n• API integration or complementary services (for example, blockchain);\n• Customization requirements or extended support.\n\nRates will be communicated to the Client in the commercial proposal, framework contract, or Platform administrative panel, and any modification will be informed with at least five (5) calendar days in advance, except for adjustments derived from regulatory, tax, or technical conditions not attributable to ADAMO.\n\nThe Client declares to know that executing a signature through ADAMO SIGN implies immediate consumption of the contracted service, and that signed documents are not subject to technical review. Therefore, there will be no refunds once the signature flow has been successfully completed, except when a technical failure attributable to ADAMO is demonstrated that prevents the legal validity of the act.\n\nADAMO reserves the right to suspend service access in case of delay in payment of contractual obligations, without prejudice to corresponding collection actions and the right to demand default interest according to Colombian legislation."
    },
    "9": {
      "title": "9. PAYMENT MECHANISMS AND CONDITIONS",
      "content": "The Client must make payment for contracted services according to the commercial scheme previously agreed with ADAMO, whether under the modality of payment per individual signature, monthly plan, or any other contractually defined alternative.\n\nPayments may be made through the following mechanisms:\n• Interbank transfer to the account registered by ADAMO in the service contract or invoice;\n• Automatic compensation, in cases where the Client has contracted more than one service from the ADAMO ecosystem;\n• Other means previously authorized in writing by ADAMO.\n\nADAMO does not accept cash payments, postal orders, anonymous consignments, or deposits in accounts not officialized through contract or invoice.\n\nBilling will be issued according to Colombian tax regulations, in electronic format, and sent to the email registered by the Client. The invoice will contain at least:\n• The billing period;\n• Description of services used (signatures, users, authentications, storage, etc.);\n• Unit or total value, as applicable;\n• VAT and other applicable taxes.\n\nThe Client commits to reviewing each received invoice and reporting any objection within five (5) business days following its receipt. After this period without complaint, it will be understood as accepted in its entirety.\n\nNon-compliance with payment enables ADAMO to:\n• Temporarily suspend the Client's access to the Platform;\n• Retain documents or technical evidence, as long as pending obligations are not settled;\n• Charge default interest at the maximum legal rate allowed in Colombia;\n• Execute prejudicial or judicial collection actions, without need for additional prior notification.\n\nADAMO may issue recurring invoices monthly or according to consumption volume, and reserves the right to demand advance payment based on credit history or Client operational risk."
    },
    "10": {
      "title": "10. VOLUNTARY CANCELLATION AND REFUND REQUEST BY THE CLIENT",
      "content": "Given that the service provided through ADAMO SIGN is executed through electronic signature processes with immediate legal effects and technically irreversible, the Client understands and accepts that once the signature flow has been initiated, it will not be possible to cancel the operation or request a refund of the paid amount, except in cases where there is a technical failure attributable to ADAMO that prevents validly completing the process.\n\nHowever, the Client may request preventive cancellation of a signature flow only if the document has not yet been signed by any of the designated signers. The request must be made in writing to the email contact@adamoservices.co, within the first twelve (12) hours after flow creation, and must contain:\n• Identification of the Client and authorized user who originated the process;\n• Reference number or document code;\n• Reason for the request;\n• Declaration that the flow has not been signed by any recipient.\n\nIn case of acceptance, ADAMO will proceed with technical flow cancellation and confirm in writing the process suspension. If it was a Client operational error and significant technical costs have not been incurred (for example, biometric validation use, verification code sent, timestamps generated), partial refund of the paid amount or system credit reactivation may be considered.\n\nThere will be no refund when:\n• One or more signers have successfully completed the signature process;\n• The Client has erroneously configured the order, signer data, or document content;\n• Non-reversible technical elements have been generated (hash, evidence, tokens, storage);\n• There is delay in payment of other services contracted with ADAMO.\n\nRefunds, when applicable, will be processed within fifteen (15) calendar days from request validation, and may be subject to deductions for administrative costs, taxes, banking fees, or other applicable concepts."
    },
    "11": {
      "title": "11. INDEMNITY",
      "content": "The Client accepts and recognizes that it is solely responsible for the use it makes of the ADAMO SIGN Platform, as well as for the legal, contractual, or extra-contractual consequences arising from the content of signed documents, signer identity, and validity of the legal link between parties.\n\nIn this regard, the Client commits to hold harmless ADAMO S.A.S., its employees, directors, suppliers, and allies, against any claim, judicial action, administrative investigation, sanction, or third-party request arising directly or indirectly from:\n• The content, scope, or legal effects of the signed document;\n• The inclusion of unauthorized, impersonated, or legally incapacitated signers;\n• The lack of valid or informed consent from signers;\n• Erroneous, incomplete, or fraudulent configuration of signature flows by the Client or its users;\n• Improper or unauthorized use of Platform access credentials;\n• Non-compliance with regulations regarding personal data protection, electronic contracting, or intellectual property.\n\nThe indemnity obligation includes reimbursement of all costs, expenses, fees, and direct or indirect damages incurred by ADAMO for its defense or controversy resolution, including legal representation expenses, expert reports, imposed sanctions, or transactional agreements made to avoid litigation.\n\nThis obligation will remain in force even after termination of the contractual relationship between the Client and ADAMO, to the extent that the facts giving rise to the claim occurred during the contract validity or as a consequence of prior Platform use."
    },
    "12": {
      "title": "12. PERSONAL DATA",
      "content": "ADAMO recognizes the importance of protecting personal data processed within the framework of ADAMO SIGN service provision, and commits to complying with the obligations established in Law 1581 of 2012, Decree 1377 of 2013, and other applicable regulations regarding data protection in Colombia.\n\n12.1. Personal Data Processing Policy\n\nThe processing of personal data collected, stored, used, or transmitted in the context of ADAMO SIGN is carried out in accordance with ADAMO's Personal Data Processing Policy, available for consultation at https://adamoservices.co. This policy establishes applicable principles, processing purposes, holder rights, and channels for their exercise.\n\n12.2. Role of the parties\n\nIn the use of the ADAMO SIGN Platform:\n• The Client acts as Data Processing Controller of the personal data of signers, authorized users, and other persons involved in signature flows;\n• ADAMO acts as Data Processing Agent, under the terms defined by article 3 literal e) of Law 1581 of 2012, executing only the Client's documented instructions and applying security measures to preserve data confidentiality and integrity.\n\n12.3. Client Obligations as Data Processing Controller\n\nIt is the Client's responsibility to:\n• Obtain and preserve prior, express, and informed consent from holders whose data will be processed in the signature process;\n• Inform the signer about the use of their personal data, ADAMO's identity as Agent, and processing purposes;\n• Refrain from uploading sensitive data without valid holder authorization, except when indispensable for document execution (for example, facial biometric signature);\n• Respond to holders and competent authorities for any affectation arising from breach of their legal duties.\n\n12.4. Personal data transmission contract\n\nService activation is conditioned on signing a personal data transmission contract, which delimits purposes, processing conditions, duration, security measures, usage restrictions, and incident reporting mechanisms.\n\nIn case of Client refusal to sign such contract, ADAMO reserves the right not to initiate or suspend data processing associated with signature flows."
    },
    "13": {
      "title": "13. LEGAL VALIDITY OF ELECTRONIC ACTS AND ELECTRONIC SIGNATURE",
      "content": "Documents signed through the ADAMO SIGN Platform have full legal validity and probative force, in accordance with the provisions of Law 527 of 1999, Decree 2364 of 2012, and other regulations that recognize functional equivalence between data messages and physical documents with handwritten signature.\n\nBy virtue of this regulation, it is understood that:\n• The electronic signature generated through ADAMO SIGN fully identifies the signer, allows verifying their consent, and ensures the integrity of the signed document;\n• The use of authentication mechanisms such as verification code, facial biometrics, email validation, or previously enabled credentials guarantees the authenticity of the subscribed act;\n• The generation of cryptographic hash, timestamp, and traceability log constitute sufficient technical proof of the document's existence, authorship, chronology, and integrity.\n\nElectronic records generated by the Platform (including signer's IP address, approximate location, authentication events, and supporting documents) have probative value and will be preserved according to applicable legal norms, in secure environments that allow consultation, audit, or submission to authorities when required.\n\nThe Client expressly accepts that the acceptance, execution, and perfection of legal acts through electronic signature is legal, valid, and binding, and may not disown the effects of the signed document solely for having been subscribed electronically, except when able to demonstrate its falseness or inaccuracy through corresponding legal mechanisms."
    },
    "14": {
      "title": "14. RESPONSIBILITY",
      "content": "ADAMO provides electronic signature services through the ADAMO SIGN Platform under a means obligation regime, not a results obligation. This means it commits to making available to the Client a secure, robust, reliable technological infrastructure in accordance with applicable regulations, but does not guarantee that the Client's use of the service will produce specific legal effects, nor is it responsible for the content or substantial validity of acts celebrated between signing parties.\n\n14.1. ADAMO Responsibility Limits\n\nADAMO will not be responsible, in any case, for:\n• The content, drafting, legality, or legal effects of documents uploaded and signed by the Client or its authorized users;\n• The identity, legal capacity, or powers of the signer, when authentication has been correctly executed according to enabled methods;\n• Improper, negligent, or unauthorized use of the Platform by the Client, its users, or unauthorized third parties;\n• Failures derived from services or technological platforms external to ADAMO's control (such as email services, messaging, internet, or signer devices);\n• Economic, contractual, or extra-contractual losses resulting from non-compliance with obligations agreed between the Client and signers;\n• The ineffectiveness of the subscribed legal act when this derives from consent vices, lack of object, content illegality, or simulation between parties.\n\nIn any scenario where a technical failure directly attributable to ADAMO is proven, its responsibility will be limited to the value effectively paid by the Client for the affected service, without recognizing in any case indirect damages, lost profits, or lost opportunity.\n\n14.2. Risk Assumption by the Client\n\nThe Client recognizes and accepts that:\n• It is exclusively responsible for configuring each signature flow, defining signers, contact data, execution order, and applicable internal rules;\n• It assumes the legal risk derived from electronic signature use in its contractual relationships, including the burden of demonstrating signer consent in contractual disputes;\n• It must implement internal controls, document review mechanisms, and complementary identity verification if it considers it necessary for its legal or commercial purposes;\n• It has the duty to custody and properly manage its users' credentials, revoke access when appropriate, and prevent unauthorized use.\n\nADAMO may suspend the service if it detects activities that compromise Platform security, the legality of celebrated acts, or compliance with these Terms and Conditions, without this implying contractual breach or giving rise to any compensation."
    },
    "15": {
      "title": "15. APPLICABLE LAW, DISPUTE RESOLUTION AND JURISDICTION",
      "content": "These Terms and Conditions, as well as any act, legal relationship, document, operation, controversy, or interpretation derived from the use of the ADAMO SIGN Platform, will be governed exclusively by the laws of the Republic of Colombia.\n\nIn particular, the following provisions will apply:\n• Law 527 of 1999, on legal validity of data messages, electronic commerce, and electronic signature;\n• Decree 2364 of 2012, on electronic signature;\n• Law 1581 of 2012, on personal data protection;\n• Commercial Code, Civil Code, and other civil and commercial norms on contract formation and execution.\n\nIn case of any difference, claim, controversy, or conflict between ADAMO and the Client, the parties commit to previously exhaust a direct settlement stage, in which they will exchange written communications by electronic means, seeking an amicable solution. This stage will have a maximum duration of thirty (30) calendar days, counted from formal notification of the claim.\n\nIf no agreement is reached within said term, either party may resort to Colombian ordinary jurisdiction, and submit the controversy to the knowledge of civil judges of ADAMO's main domicile, with express waiver of any other different territorial or jurisdictional venue.\n\nThis jurisdiction pact will prevail over any supplementary norm, except when there is a subsequent arbitration agreement celebrated in writing between the parties or valid alternative mechanisms are adopted according to law."
    },
    "16": {
      "title": "16. INTELLECTUAL PROPERTY AND USAGE RESTRICTIONS",
      "content": "The ADAMO SIGN Platform, its source code, graphic design, operational logic, algorithms, interfaces, manuals, technical documentation, authentication functionalities, signature tools, electronic evidence, modular architecture, traceability database, and all associated developments are the exclusive property of ADAMO S.A.S., and are protected by national and international norms regarding intellectual property, copyright, software, and trademarks.\n\nThe Client recognizes and accepts that, through subscription of the service contract and acceptance of these Terms and Conditions, it does not acquire any property or ownership right over the Platform, its components, or its operation, nor over ADAMO's distinctive signs.\n\nIt is expressly prohibited for the Client, its users, or any third party linked on its behalf to:\n• Copy, distribute, disassemble, modify, adapt, translate, reproduce, or create derivative works from the Platform or any of its parts;\n• Perform reverse engineering practices, vulnerability scanning, or penetration testing without express written authorization from ADAMO;\n• Incorporate the Platform into other systems, applications, modules, or commercial environments of their own or third parties without formal authorization;\n• Use trademarks, logos, commercial names, or visual elements of ADAMO for advertising, promotional, or institutional purposes without prior written consent;\n• Sell, rent, sublicense, or commercially exploit Platform access, directly or indirectly.\n\nThe Client's use of the Platform is strictly limited to the functional, technical, and legal purposes derived from the contract object and authorized flows. Any unforeseen or abusive use will enable ADAMO to suspend access, terminate the contract, and exercise corresponding legal actions.\n\nInfractions of this clause may give rise to civil, commercial, and criminal liability, including payment of compensations for damages, lost profits, and reputational damage, according to what is established in Law 23 of 1982, Andean Decision 351 of 1993, Law 44 of 1993, Law 603 of 2000, and other applicable norms."
    },
    "17": {
      "title": "17. REPORTING MECHANISMS AND COMMUNICATION CHANNELS",
      "content": "ADAMO provides the Client with official service channels, through which it may report incidents, make inquiries, submit requests, raise complaints, or exercise its rights within the framework of ADAMO SIGN Platform use.\n\nReports or communications should be addressed to:\n• Official email: contact@adamoservices.co\n• Service phone line: +57 321 626 5361\n• Physical address: Carrera 16 Bis # 8 – 24, Oko Tower Building, 6th Floor, Pereira, Colombia\n\nThe Client may use these channels to:\n• Report technical failures, operational errors, or Platform blockages;\n• Request support on authentication, traceability, document or flow recovery;\n• Notify unauthorized access, impersonation attempts, or security incidents;\n• Submit claims associated with billing, response times, or service conditions;\n• Exercise their rights regarding personal data, according to ADAMO's Data Processing Policy.\n\nFor traceability and effective response purposes, the Client must include in its communication:\n• Sender identification (name, position, entity, registered email);\n• Signature flow identification number, if applicable;\n• Detailed description of the fact, date, time, and associated evidence;\n• Contact channel for response notification or follow-up.\n\nADAMO will acknowledge receipt of the communication within the following five (5) business days and reserves the right to give priority treatment to security incidents, improper access, unauthorized use of credentials, or possible personal data breaches.\n\nAnonymous reports or those lacking minimum information may be dismissed by ADAMO, without prejudice to activating preventive measures if the reported fact compromises service security, legality, or stability.\n\nInteraction through these channels does not substitute formal contractual claim procedures, nor implies automatic acceptance of responsibility by ADAMO."
    },
    "18": {
      "title": "18. VALIDITY, MODIFICATIONS AND ACCEPTANCE OF UPDATES",
      "content": "These Terms and Conditions govern from their publication in ADAMO's official channels and will remain in force throughout the contractual relationship between the Client and ADAMO, or while access or use of the ADAMO SIGN Platform is maintained, whichever occurs first.\n\nADAMO reserves the right to modify, update, or complement this document at any time, when required by:\n• Changes in applicable legislation or regulation;\n• New functionalities, technological improvements, or Platform adaptations;\n• Adjustments in commercial schemes, internal policies, or service operational conditions;\n• Recommendations from data protection authorities, sector regulators, or control entities.\n\nUpdates will be published on ADAMO's official website and/or within the Platform, with clear indication of the effective date. In cases where modifications imply substantial changes in Client obligations or service conditions, ADAMO may:\n• Notify the Client by registered email;\n• Request express acceptance through the Platform before continuing use;\n• Suspend access to certain flows until such acceptance is confirmed.\n\nIn all other cases, it will be understood that continued use of the service after publication of the new version implies tacit and binding acceptance of the new Terms and Conditions.\n\nADAMO will preserve previous versions of this document and may make them available to the Client or competent authorities when so requested."
    }
  }
}
