{
  "title": "Términos y Condiciones",
  "mainTitle": "POLÍTICA DE TÉRMINOS Y CONDICIONES PARA EL USO DE LA PLATAFORMA \"ADAMO SIGN\"",
  "version": "VERSIÓN 1 - MAYO DE 2025",
  "company": "ADAMO S.A.S.",
  "sections": {
    "1": {
      "title": "1. OBJETO",
      "content": "El presente documento establece los Términos y Condiciones aplicables al uso de la Plataforma ADAMO SIGN, una solución tecnológica de propiedad de ADAMO S.A.S., que permite a los Clientes gestionar procesos de firma electrónica simple o avanzada, con mecanismos de autenticación robusta, validación biométrica y trazabilidad técnica.\n\nA través de ADAMO SIGN, los Clientes pueden firmar electrónicamente documentos de contenido legal, contractual o administrativo, desde canales digitales como correo electrónico, interfaces web o plataformas de mensajería instantánea, con plena validez jurídica en los términos establecidos por la Ley 527 de 1999 y el Decreto 2364 de 2012.\n\nEl servicio contempla funcionalidades como:\n• Definición de firmantes y orden de firma;\n• Autenticación por código de verificación, biometría u otros métodos seguros;\n• Generación de hash criptográfico y sello de tiempo;\n• Registro de evidencias electrónicas (IP, fecha, geolocalización, consentimiento);\n• Entrega del documento firmado con trazabilidad integral del proceso.\n\nADAMO SIGN no interviene en el contenido de los documentos suscritos, ni actúa como tercero certificador, fedatario o notario digital. Su rol se limita a proveer la infraestructura tecnológica para la identificación del firmante y la recolección del consentimiento electrónico, conforme a los parámetros de seguridad y validez establecidos por la normativa colombiana.\n\nEl Cliente es el único responsable por los efectos jurídicos derivados de la firma, la legalidad del contenido del documento y la vinculación efectiva de las partes firmantes. El uso de la Plataforma implica la aceptación expresa de estos Términos y Condiciones, los cuales forman parte integral del contrato de prestación de servicios suscrito con ADAMO."
    },
    "2": {
      "title": "2. APLICACIÓN DE LOS TÉRMINOS Y CONDICIONES",
      "content": "Los presentes Términos y Condiciones regulan la relación jurídica entre ADAMO S.A.S., sociedad legalmente constituida bajo las leyes de la República de Colombia, identificada con NIT 9014662591-1, y toda persona natural o jurídica (en adelante, el \"Cliente\") que acceda, utilice o se beneficie, de forma directa o indirecta, de los servicios ofrecidos a través de la Plataforma ADAMO SIGN, disponible en el sitio web oficial de ADAMO: https://adamoservices.co.\n\nLa aceptación expresa o tácita de los presentes Términos y Condiciones constituye un acuerdo legalmente vinculante entre el Cliente y ADAMO, mediante el cual se entiende que el Cliente ha leído, comprendido y aceptado en su integridad tanto este documento como la Política de Tratamiento de Datos Personales, el Contrato Marco de Servicios, y cualquier otro documento anexo que regule la relación contractual entre las partes.\n\nEl servicio de ADAMO SIGN está diseñado para ser utilizado exclusivamente por empresas que requieran firmar documentos con validez legal, a través de mecanismos electrónicos. El Cliente debe contar con capacidad legal para contratar y designar firmantes válidos, así como garantizar la integridad y legitimidad del documento que se somete a firma.\n\nEl uso de la Plataforma por parte del Cliente o de sus usuarios autorizados implica la aceptación automática de los presentes Términos y Condiciones. En caso de no estar de acuerdo con los mismos, el Cliente deberá abstenerse de utilizar el servicio.\n\nADAMO podrá limitar, suspender o terminar el acceso a la Plataforma cuando detecte incumplimientos, usos indebidos, suplantaciones, o cualquier otra conducta contraria a la ley, a estos Términos y Condiciones o al contrato vigente, sin que ello genere derecho a indemnización o reclamo por parte del Cliente."
    },
    "3": {
      "title": "3. IDENTIFICACIÓN Y DATOS DE CONTACTO DEL PROVEEDOR",
      "content": "En cumplimiento del deber de información previsto en la Ley 1480 de 2011, se deja constancia de que la Plataforma ADAMO SIGN es operada por ADAMO, sociedad legalmente constituida bajo las leyes colombianas, identificada con NIT 9014662591-1, con domicilio principal en la ciudad de Pereira, Colombia.\n\nSu sede se encuentra ubicada en la Carrera 16 Bis # 8 – 24, Edificio Oko Tower, Piso 6, y el canal de atención oficial es el correo electrónico contact@adamoservices.co . Para efectos de contacto, ADAMO también pone a disposición la línea telefónica móvil +57 321 626 5361.\n\nCualquier solicitud, requerimiento, queja o ejercicio de derechos podrá ser presentado a través de los canales antes mencionados, los cuales estarán disponibles durante los horarios hábiles establecidos en la legislación laboral colombiana o según se indique en la Política de Atención al Usuario."
    },
    "4": {
      "title": "4. DEFINICIONES",
      "content": "Para la adecuada interpretación de los presentes Términos y Condiciones, se adoptan las siguientes definiciones, sin perjuicio de aquellas contenidas en la Ley 527 de 1999, el Decreto 2364 de 2012 y demás normas que regulan la firma electrónica en Colombia:\n\n• ADAMO SIGN: Plataforma tecnológica operada por ADAMO mediante la cual los Clientes pueden gestionar la firma electrónica de documentos digitales, mediante mecanismos de autenticación robusta (código de verificación, biometría u otros), generación de hash, sello de tiempo y trazabilidad completa, con efectos jurídicos vinculantes.\n\n• Autenticación: Proceso técnico mediante el cual se verifica la identidad del firmante antes de autorizar la suscripción del documento. Puede incluir métodos como códigos de verificación de un solo uso, validación biométrica, reconocimiento facial o validación de identidad por parte del Cliente.\n\n• Cliente: Persona jurídica o natural que contrata el servicio de ADAMO SIGN y actúa como originador del proceso de firma. Tiene la facultad de cargar documentos, definir firmantes, configurar reglas de autenticación y recibir el documento firmado. Es responsable de la legalidad del contenido y del vínculo contractual con los firmantes.\n\n• Documento Electrónico: Archivo digital de cualquier naturaleza (contrato, declaración, autorización, formato u otro) que puede ser firmado mediante los mecanismos provistos por ADAMO SIGN y cuya integridad y trazabilidad quedan garantizadas mediante funciones criptográficas.\n\n• Evidencia Electrónica: Conjunto de datos técnicos y registros digitales generados durante el proceso de firma (como dirección IP, ubicación, fecha y hora, tipo de autenticación, código hash, etc.) que permiten acreditar la autenticidad e integridad del acto jurídico realizado.\n\n• Firma Electrónica: Conjunto de datos electrónicos asociados a un documento, que permiten identificar al firmante y reflejan su intención inequívoca de aceptar su contenido. En el marco de ADAMO SIGN, puede consistir en firma simple o firma avanzada, dependiendo del nivel de autenticación utilizado.\n\n• Firmante: Persona natural designada por el Cliente para suscribir un documento a través de ADAMO SIGN. El firmante debe contar con capacidad legal y ser identificado mediante mecanismos de autenticación técnica implementados por la Plataforma.\n\n• Hash: Valor alfanumérico único generado mediante una función criptográfica aplicada al contenido de un documento electrónico, que permite verificar su integridad y garantizar que no ha sido modificado después de su firma.\n\n• Código de Verificación: Clave numérica o alfanumérica generada por la Plataforma, enviada al firmante por medios electrónicos (como SMS o correo electrónico) y válida por un único uso, con el propósito de autenticar su identidad en el proceso de firma.\n\n• Plataforma: Entorno tecnológico que incluye los módulos web, API, panel administrativo, canales de autenticación, infraestructura de firma, verificación y evidencias electrónicas que componen ADAMO SIGN.\n\n• Sello de Tiempo: Registro digital que certifica la fecha y hora exacta en que se llevó a cabo una acción dentro del proceso de firma (por ejemplo: apertura del documento, validación del firmante, firma final), permitiendo dotar de certeza temporal al acto.\n\n• Trazabilidad: Registro cronológico, técnico y seguro de todos los eventos asociados a un proceso de firma, incluyendo momentos de acceso, autenticación, firma, rechazos, ubicación geográfica, dirección IP y cualquier otra interacción realizada por los usuarios o firmantes.\n\n• Usuario Autorizado: Persona natural vinculada al Cliente, con credenciales válidas para acceder a la Plataforma y gestionar flujos de firma, configuración de documentos, carga de archivos, seguimiento de procesos y descarga de evidencias. El Cliente es responsable por todas las acciones realizadas por sus usuarios.\n\n• Validación Biométrica: Mecanismo de autenticación que permite verificar la identidad del firmante mediante rasgos físicos (como reconocimiento facial) que se comparan contra una base de datos o una imagen de referencia, como parte del proceso de firma avanzada."
    },
    "5": {
      "title": "5. CARACTERÍSTICAS DEL SERVICIO ADAMO SIGN",
      "content": "ADAMO SIGN es una solución tecnológica que permite a los Clientes gestionar procesos de firma electrónica de documentos mediante mecanismos seguros, confiables y legalmente válidos. El servicio está orientado exclusivamente a entornos empresariales (B2B) y permite la suscripción de documentos electrónicos con plena eficacia jurídica, conforme a la normativa colombiana vigente.\n\nEl uso de la Plataforma incluye, entre otras, las siguientes funcionalidades:\n• Carga de documentos electrónicos por parte del Cliente en formato PDF u otros compatibles;\n• Definición de firmantes y configuración del orden de firma, con opción de múltiples firmantes en cadena o en paralelo;\n• Autenticación del firmante mediante métodos seguros como código de verificación, validación biométrica facial o autenticación combinada;\n• Generación de hash criptográfico y sello de tiempo para garantizar la integridad del documento firmado;\n• Registro de trazabilidad completa de cada evento (apertura, firma, autenticación, IP, ubicación, hora exacta);\n• Entrega del documento firmado al Cliente, acompañado del archivo de evidencias técnicas (log de eventos y hash);\n• Dashboard de gestión con seguimiento de procesos de firma activos, firmados, vencidos o fallidos;\n• Posibilidad de integración vía API para flujos automáticos o firma embebida en plataformas propias;\n• Soporte técnico y canal de atención directa para resolución de incidencias, requerimientos normativos y acompañamiento operativo.\n\nEl servicio puede prestarse bajo modelos por firma individual o planes mensuales, con tarifas diferenciadas según el volumen, el método de autenticación, el número de firmantes y el tipo de firma (simple o avanzada).\n\nCuando se requiera un nivel superior de trazabilidad o robustecimiento probatorio, ADAMO SIGN podrá ofrecer funcionalidades complementarias como la integración con blockchain para registro de operaciones en redes distribuidas, sin que ello sustituya los mecanismos de firma legalmente reconocidos.\n\nLa validez jurídica de cada documento firmado a través de ADAMO SIGN dependerá del cumplimiento de las condiciones técnicas y legales de autenticación del firmante, integridad del documento, consentimiento inequívoco y capacidad legal de las partes.\n\nADAMO SIGN no interviene en la redacción, contenido ni validación jurídica del documento, y su rol se limita a proveer la infraestructura tecnológica para la gestión del consentimiento electrónico con respaldo técnico verificable."
    },
    "6": {
      "title": "6. DEL USO Y REGISTRO",
      "content": "6.1. Modelo B2B y responsabilidad sobre autorizaciones\n\nADAMO SIGN es una plataforma diseñada para su uso exclusivo en entornos Business to Business (B2B). El Cliente, en su calidad de persona jurídica o natural con capacidad legal, actúa como Responsable del Tratamiento de los Datos Personales de los firmantes y usuarios involucrados en los flujos de firma electrónica gestionados a través de la Plataforma.\n\nCorresponde al Cliente garantizar que se ha obtenido el consentimiento previo, expreso e informado de todos los titulares de datos personales tratados en el marco de los procesos de firma, así como la veracidad de la información suministrada y la existencia de un vínculo jurídico válido con cada firmante.\n\nADAMO actúa como Encargado del Tratamiento, en los términos de la Ley 1581 de 2012, y únicamente ejecuta las instrucciones del Cliente respecto a la habilitación de los mecanismos de firma, sin intervenir en el contenido, validez o efectos jurídicos del documento firmado.\n\n6.2. Requisitos de registro y documentación\n\nPara activar el servicio, el Cliente deberá realizar un proceso de registro que incluye:\n• Creación de una cuenta corporativa en la Plataforma;\n• Firma del Contrato Marco de Servicios y del Acuerdo de Transmisión de Datos Personales;\n• Suministro de documentación legal que acredite su existencia y representación, tales como certificado de existencia y representación legal, RUT, y documento de identidad del representante;\n• Designación de uno o más usuarios autorizados, quienes tendrán acceso a los módulos de carga de documentos, configuración de firmantes y monitoreo de procesos.\n\nADAMO podrá solicitar documentación adicional, realizar validaciones de identidad o aplicar filtros de riesgo antes de activar la cuenta.\n\n6.3. Activación del servicio y medidas de seguridad\n\nUna vez validada la documentación y aceptadas las condiciones contractuales, ADAMO activará el acceso del Cliente a la Plataforma en un plazo no superior a dos (2) días hábiles.\n\nLa Plataforma incorpora medidas de seguridad organizativas y tecnológicas, tales como:\n• Autenticación multifactor (2FA) para usuarios administradores;\n• Roles diferenciados para usuarios (carga, visualización, auditoría);\n• Restricción de acceso por IP o dispositivo (configurable);\n• Registro de logs de actividad y trazabilidad de cada operación;\n• Cifrado de datos en tránsito y almacenamiento seguro de evidencias.\n\nEl Cliente es responsable por el uso adecuado de las credenciales de sus usuarios y por revocar inmediatamente los accesos de cualquier persona que ya no deba interactuar con la Plataforma.\n\n6.4. Causales de suspensión o terminación de cuenta\n\nADAMO podrá suspender temporalmente o dar por terminado el acceso a la Plataforma en los siguientes casos:\n• Uso del servicio para suscribir documentos con contenido ilícito, fraudulento o contrario al orden público;\n• Incumplimiento de obligaciones contractuales o falta de pago;\n• Suministro de información falsa, incompleta o inconsistente;\n• Evidencia de suplantación, uso indebido de credenciales o manipulación del proceso de firma;\n• Requerimiento de autoridad judicial o administrativa competente;\n• Finalización del contrato sin renovación o prórroga expresa.\n\n6.5. Uso de la Plataforma por parte de Usuarios Autorizados\n\nLos Usuarios Autorizados del Cliente serán los únicos habilitados para cargar documentos, configurar firmantes, gestionar procesos activos y descargar evidencias. El Cliente responderá por todas las acciones ejecutadas bajo sus credenciales corporativas y deberá asegurarse de que el uso de la Plataforma se ajuste a la legalidad, a los Términos y Condiciones y a los fines previstos contractualmente.\n\nADAMO podrá bloquear usuarios en caso de detectar actividad sospechosa, accesos no autorizados o uso indebido del servicio, conforme a sus protocolos de seguridad."
    },
    "7": {
      "title": "7. DECLARACIONES Y COMPROMISOS DE USO",
      "content": "Al aceptar los presentes Términos y Condiciones, el Cliente declara que ha leído, comprendido y aceptado las reglas que regulan el uso de la Plataforma ADAMO SIGN, y se compromete a utilizarla de forma lícita, segura y conforme a los principios de buena fe contractual, diligencia técnica y respeto a la normativa vigente.\n\nEn particular, el Cliente declara y se obliga a:\n\n7.1. Utilizar la Plataforma exclusivamente para fines legales, contractuales o administrativos compatibles con el objeto del servicio, absteniéndose de emplearla para la firma de documentos con contenido ilícito, fraudulento, suplantaciones o simulaciones jurídicas.\n\n7.2. Garantizar la veracidad, legalidad y legitimidad de los documentos que somete a firma, asumiendo plena responsabilidad por su contenido, por la identificación correcta de los firmantes y por las consecuencias jurídicas que se deriven de los actos firmados.\n\n7.3. Obtener de manera previa, expresa e informada el consentimiento de los firmantes para el tratamiento de sus datos personales, el uso de mecanismos de autenticación y la firma del documento a través de medios digitales.\n\n7.4. No alterar, manipular, simular ni interferir con el proceso técnico de firma, ni permitir que usuarios no autorizados accedan a la Plataforma o a las credenciales asignadas.\n\n7.5. Respetar los límites operativos y de uso definidos en el contrato de servicios, incluyendo los modelos de facturación por firma, número máximo de firmantes, vigencia de los procesos y almacenamiento de evidencias.\n\n7.6. No cargar, procesar ni transmitir a través de la Plataforma contenido ofensivo, difamatorio, discriminatorio o que infrinja derechos de propiedad intelectual, privacidad o confidencialidad de terceros.\n\n7.7. Notificar a ADAMO cualquier incidente de seguridad, acceso no autorizado o vulneración que ponga en riesgo la integridad de los documentos, la confidencialidad de los firmantes o la seguridad de la Plataforma.\n\n7.8. Responder frente a ADAMO, autoridades y terceros por cualquier perjuicio derivado del uso indebido del servicio, del incumplimiento de estos Términos y Condiciones o de la ejecución de actos contrarios a la ley o al contrato vigente."
    },
    "8": {
      "title": "8. COSTO DEL SERVICIO",
      "content": "El uso de la Plataforma ADAMO SIGN está sujeto al pago de una contraprestación económica por parte del Cliente, la cual podrá ser determinada bajo dos esquemas comerciales principales:\n\n• Pago por firma individual: modalidad en la que el Cliente paga un valor unitario por cada documento firmado exitosamente a través de la Plataforma, conforme al tarifario vigente o pactado contractualmente;\n• Plan mensual o por volumen: modalidad en la que el Cliente paga una tarifa fija por un número determinado de firmas, usuarios o funcionalidades habilitadas durante un período mensual.\n\nEl valor aplicable en cada caso dependerá de factores como:\n• Número de firmantes involucrados por documento;\n• Nivel de autenticación requerido (código de verificación, biometría, firma avanzada);\n• Duración de almacenamiento de evidencias o documentos firmados;\n• Integración vía API o servicios complementarios (por ejemplo, blockchain);\n• Requerimientos de personalización o soporte extendido.\n\nLas tarifas serán comunicadas al Cliente en la propuesta comercial, el contrato marco o el panel administrativo de la Plataforma, y cualquier modificación será informada con al menos cinco (5) días calendario de antelación, salvo que se trate de ajustes derivados de condiciones regulatorias, tributarias o técnicas no imputables a ADAMO.\n\nEl Cliente declara conocer que la ejecución de una firma mediante ADAMO SIGN implica el consumo inmediato del servicio contratado, y que los documentos firmados no son susceptibles de revisión técnica. Por tanto, no habrá lugar a reembolsos una vez se haya completado exitosamente el flujo de firma, salvo que se demuestre un fallo técnico imputable a ADAMO que impida la validez jurídica del acto.\n\nADAMO se reserva el derecho de suspender el acceso al servicio ante la mora en el pago de las obligaciones contractuales, sin perjuicio de las acciones de cobro correspondientes y del derecho a exigir intereses moratorios conforme a la legislación colombiana."
    },
    "9": {
      "title": "9. MECANISMOS Y CONDICIONES DE PAGO",
      "content": "El Cliente deberá efectuar el pago de los servicios contratados conforme al esquema comercial acordado previamente con ADAMO, ya sea bajo la modalidad de pago por firma individual, plan mensual, o cualquier otra alternativa definida contractualmente.\n\nLos pagos podrán realizarse mediante los siguientes mecanismos:\n• Transferencia interbancaria a la cuenta registrada por ADAMO en el contrato de servicios o factura;\n• Compensación automática, en casos donde el Cliente tenga contratado más de un servicio del ecosistema ADAMO;\n• Otros medios previamente autorizados por escrito por ADAMO.\n\nADAMO no acepta pagos en efectivo, giros postales, consignaciones anónimas ni depósitos en cuentas no oficializadas mediante contrato o factura.\n\nLa facturación será emitida conforme a la normatividad tributaria colombiana, en formato electrónico, y enviada al correo registrado por el Cliente. La factura contendrá como mínimo:\n• El período de facturación;\n• La descripción de los servicios utilizados (firmas, usuarios, autenticaciones, almacenamiento, etc.);\n• El valor unitario o total, según corresponda;\n• El IVA y demás impuestos aplicables.\n\nEl Cliente se compromete a revisar cada factura recibida y a reportar cualquier objeción dentro de los cinco (5) días hábiles siguientes a su recepción. Transcurrido dicho plazo sin reclamación, se entenderá aceptada en su integridad.\n\nEl incumplimiento en el pago faculta a ADAMO para:\n• Suspender temporalmente el acceso del Cliente a la Plataforma;\n• Retener documentos o evidencias técnicas, en tanto no se salden las obligaciones pendientes;\n• Cobrar intereses moratorios a la tasa máxima legal permitida en Colombia;\n• Ejecutar acciones de cobro prejudicial o judicial, sin necesidad de notificación previa adicional.\n\nADAMO podrá emitir facturas recurrentes de forma mensual o según el volumen de consumo, y se reserva el derecho de exigir el pago anticipado en función del historial crediticio o del riesgo operativo del Cliente."
    },
    "10": {
      "title": "10. CANCELACIÓN VOLUNTARIA Y SOLICITUD DE REEMBOLSO POR PARTE DEL CLIENTE",
      "content": "Dado que el servicio prestado a través de ADAMO SIGN se ejecuta mediante procesos de firma electrónica con efectos jurídicos inmediatos y técnicamente irreversibles, el Cliente entiende y acepta que una vez iniciado el flujo de firma, no será posible cancelar la operación ni solicitar el reembolso del valor pagado, salvo en los casos en que exista una falla técnica atribuible a ADAMO que impida completar válidamente el proceso.\n\nNo obstante, el Cliente podrá solicitar la cancelación preventiva de un flujo de firma únicamente si el documento aún no ha sido firmado por ninguno de los firmantes designados. La solicitud deberá realizarse por escrito al correo contact@adamoservices.co, dentro de las primeras doce (12) horas posteriores a la creación del flujo, y deberá contener:\n• Identificación del Cliente y del usuario autorizado que originó el proceso;\n• Número de referencia o código del documento;\n• Motivo de la solicitud;\n• Declaración de que el flujo no ha sido firmado por ningún destinatario.\n\nEn caso de aceptación, ADAMO procederá con la cancelación técnica del flujo y confirmará por escrito la suspensión del proceso. Si se trató de un error operativo del Cliente y no se ha incurrido en costos técnicos significativos (por ejemplo, uso de validación biométrica, código de verificación enviado, sellos de tiempo generados), se podrá estudiar la devolución parcial del valor pagado o la reactivación del crédito en el sistema.\n\nNo habrá lugar a reembolso cuando:\n• Uno o más firmantes hayan completado exitosamente el proceso de firma;\n• El Cliente haya configurado de forma errónea el orden, los datos del firmante o el contenido del documento;\n• Se hayan generado elementos técnicos no reversibles (hash, evidencias, tokens, almacenamiento);\n• Exista mora en el pago de otros servicios contratados con ADAMO.\n\nLos reembolsos, cuando procedan, serán gestionados dentro de un plazo de quince (15) días calendario contados desde la validación de la solicitud, y podrán estar sujetos a retenciones por costos administrativos, impuestos, tarifas bancarias u otros conceptos aplicables."
    },
    "11": {
      "title": "11. INDEMNIDAD",
      "content": "El Cliente acepta y reconoce que es el único responsable por el uso que haga de la Plataforma ADAMO SIGN, así como por las consecuencias legales, contractuales o extracontractuales que se deriven del contenido de los documentos firmados, la identidad de los firmantes y la validez del vínculo jurídico entre las partes.\n\nEn tal sentido, el Cliente se obliga a mantener indemne a ADAMO S.A.S., sus empleados, directivos, proveedores y aliados, frente a cualquier reclamación, acción judicial, investigación administrativa, sanción o solicitud de terceros que se derive directa o indirectamente de:\n• El contenido, alcance o efectos jurídicos del documento firmado;\n• La inclusión de firmantes no autorizados, suplantados o sin capacidad legal;\n• La falta de consentimiento válido o informado de los firmantes;\n• La configuración errónea, incompleta o fraudulenta de flujos de firma por parte del Cliente o sus usuarios;\n• El uso indebido o no autorizado de las credenciales de acceso a la Plataforma;\n• El incumplimiento de normas en materia de protección de datos personales, contratación electrónica o propiedad intelectual.\n\nLa obligación de indemnidad incluye el reembolso de todos los costos, gastos, honorarios y perjuicios directos o indirectos en los que incurra ADAMO para su defensa o resolución de la controversia, incluyendo gastos de representación legal, peritajes, sanciones impuestas o acuerdos transaccionales celebrados para evitar litigios.\n\nEsta obligación permanecerá vigente incluso después de la terminación de la relación contractual entre el Cliente y ADAMO, en la medida en que los hechos que originan la reclamación se hayan producido durante la vigencia del contrato o como consecuencia del uso previo de la Plataforma."
    },
    "12": {
      "title": "12. DATOS PERSONALES",
      "content": "ADAMO reconoce la importancia de proteger los datos personales tratados en el marco de la prestación del servicio ADAMO SIGN, y se compromete a cumplir con las obligaciones establecidas en la Ley 1581 de 2012, el Decreto 1377 de 2013, y demás normas aplicables en materia de protección de datos en Colombia.\n\n12.1. Política de Tratamiento de Datos Personales\n\nEl tratamiento de los datos personales recolectados, almacenados, utilizados o transmitidos en el contexto de ADAMO SIGN se realiza conforme a la Política de Tratamiento de Datos Personales de ADAMO, disponible para consulta en https://adamoservices.co. Esta política establece los principios aplicables, las finalidades del tratamiento, los derechos de los titulares y los canales para su ejercicio.\n\n12.2. Rol de las partes\n\nEn el uso de la Plataforma ADAMO SIGN:\n• El Cliente actúa como Responsable del Tratamiento de los datos personales de los firmantes, usuarios autorizados y demás personas involucradas en los flujos de firma;\n• ADAMO actúa como Encargado del Tratamiento, en los términos definidos por el artículo 3 del literal e) de la Ley 1581 de 2012, ejecutando únicamente las instrucciones documentadas del Cliente y aplicando medidas de seguridad para preservar la confidencialidad e integridad de los datos.\n\n12.3. Obligaciones del Cliente como Responsable del Tratamiento\n\nCorresponde al Cliente:\n• Obtener y conservar el consentimiento previo, expreso e informado de los titulares cuyos datos serán tratados en el proceso de firma;\n• Informar al firmante sobre el uso de sus datos personales, la identidad de ADAMO como Encargado y las finalidades del tratamiento;\n• Abstenerse de cargar datos sensibles sin autorización válida del titular, salvo que sea indispensable para la ejecución del documento (por ejemplo, firma biométrica facial);\n• Responder ante los titulares y autoridades competentes por cualquier afectación derivada del incumplimiento de sus deberes legales.\n\n12.4. Contrato de transmisión de datos personales\n\nLa activación del servicio está condicionada a la firma de un contrato de transmisión de datos personales, en el cual se delimiten las finalidades, condiciones de tratamiento, duración, medidas de seguridad, restricciones de uso y mecanismos de reporte de incidentes.\n\nEn caso de negativa del Cliente a suscribir dicho contrato, ADAMO se reserva el derecho de no iniciar o suspender el tratamiento de datos asociado a flujos de firma."
    },
    "13": {
      "title": "13. VALIDEZ JURÍDICA DE LOS ACTOS ELECTRÓNICOS Y FIRMA ELECTRÓNICA",
      "content": "Los documentos firmados a través de la Plataforma ADAMO SIGN tienen plena validez jurídica y fuerza probatoria, de conformidad con lo previsto en la Ley 527 de 1999, el Decreto 2364 de 2012 y demás normas que reconocen la equivalencia funcional entre los mensajes de datos y los documentos físicos con firma manuscrita.\n\nEn virtud de esta normativa, se entiende que:\n• La firma electrónica generada mediante ADAMO SIGN identifica plenamente al firmante, permite verificar su consentimiento, y asegura la integridad del documento firmado;\n• El uso de mecanismos de autenticación como código de verificación, biometría facial, validación por correo electrónico o credenciales previamente habilitadas garantiza la autenticidad del acto suscrito;\n• La generación del hash criptográfico, el sello de tiempo y el log de trazabilidad constituyen prueba técnica suficiente de la existencia, autoría, cronología e integridad del documento.\n\nLos registros electrónicos generados por la Plataforma (incluyendo la dirección IP del firmante, la ubicación aproximada, los eventos de autenticación y los documentos de respaldo) tienen valor probatorio y serán conservados conforme a las normas legales aplicables, en entornos seguros que permiten su consulta, auditoría o remisión a autoridades cuando sea requerido.\n\nEl Cliente acepta expresamente que la aceptación, ejecución y perfeccionamiento de actos jurídicos mediante firma electrónica es legal, válida y vinculante, y que no podrá desconocer los efectos del documento firmado por el solo hecho de haberse suscrito electrónicamente, salvo que logre demostrar su falsedad o inexactitud mediante los mecanismos legales correspondientes."
    },
    "14": {
      "title": "14. RESPONSABILIDAD",
      "content": "ADAMO presta los servicios de firma electrónica a través de la Plataforma ADAMO SIGN bajo un régimen de obligación de medio, y no de resultado. Esto significa que se compromete a poner a disposición del Cliente una infraestructura tecnológica segura, robusta, confiable y conforme con la normativa aplicable, pero no garantiza que el uso del servicio por parte del Cliente produzca efectos jurídicos específicos, ni se responsabiliza por el contenido o la validez sustancial de los actos celebrados entre las partes firmantes.\n\n14.1. Límites de responsabilidad de ADAMO\n\nADAMO no será responsable, en ningún caso, por:\n• El contenido, redacción, legalidad o efectos jurídicos de los documentos cargados y firmados por el Cliente o sus usuarios autorizados;\n• La identidad, capacidad legal o facultades del firmante, cuando la autenticación haya sido ejecutada correctamente conforme a los métodos habilitados;\n• El uso indebido, negligente o no autorizado de la Plataforma por parte del Cliente, sus usuarios o terceros no autorizados;\n• Fallos derivados de servicios o plataformas tecnológicas externas al control de ADAMO (como servicios de correo electrónico, mensajería, internet o dispositivos del firmante);\n• Pérdidas económicas, contractuales o extracontractuales que resulten del incumplimiento de las obligaciones pactadas entre el Cliente y los firmantes;\n• La ineficacia del acto jurídico suscrito cuando esta derive de vicios en el consentimiento, falta de objeto, ilicitud del contenido o simulación entre las partes.\n\nEn cualquier escenario en que se acredite una falla técnica directamente atribuible a ADAMO, su responsabilidad se limitará al valor efectivamente pagado por el Cliente por el servicio afectado, sin que en ningún caso se reconozcan perjuicios indirectos, lucro cesante o pérdida de oportunidad.\n\n14.2. Asunción de riesgos por parte del Cliente\n\nEl Cliente reconoce y acepta que:\n• Es responsable exclusivo por la configuración de cada flujo de firma, la definición de firmantes, los datos de contacto, el orden de ejecución y las reglas internas aplicables;\n• Asume el riesgo jurídico derivado del uso de firma electrónica en sus relaciones contractuales, incluyendo la carga de demostrar el consentimiento del firmante en disputas contractuales;\n• Debe implementar controles internos, mecanismos de revisión documental y verificación de identidad complementarios si así lo considera necesario para sus fines legales o comerciales;\n• Tiene el deber de custodiar y gestionar adecuadamente las credenciales de sus usuarios, revocar accesos cuando corresponda y prevenir usos no autorizados.\n\nADAMO podrá suspender el servicio en caso de detectar actividades que comprometan la seguridad de la Plataforma, la legalidad de los actos celebrados o el cumplimiento de los presentes Términos y Condiciones, sin que ello implique incumplimiento contractual ni dé lugar a indemnización alguna."
    },
    "15": {
      "title": "15. LEY APLICABLE, RESOLUCIÓN DE CONTROVERSIAS Y JURISDICCIÓN",
      "content": "Los presentes Términos y Condiciones, así como cualquier acto, relación jurídica, documento, operación, controversia o interpretación derivada del uso de la Plataforma ADAMO SIGN, se regirán exclusivamente por las leyes de la República de Colombia.\n\nDe manera particular, serán de aplicación las siguientes disposiciones:\n• Ley 527 de 1999, sobre validez jurídica de mensajes de datos, comercio electrónico y firma electrónica;\n• Decreto 2364 de 2012, sobre firma electrónica;\n• Ley 1581 de 2012, sobre protección de datos personales;\n• Código de Comercio, Código Civil, y demás normas civiles y comerciales sobre la formación y ejecución de contratos.\n\nEn caso de surgir cualquier diferencia, reclamación, controversia o conflicto entre ADAMO y el Cliente, las partes se comprometen a agotar de manera previa una etapa de arreglo directo, en la que intercambiarán comunicaciones escritas por medios electrónicos, buscando una solución amigable. Esta etapa tendrá una duración máxima de treinta (30) días calendario, contados desde la notificación formal de la reclamación.\n\nSi no se alcanza un acuerdo dentro de dicho término, cualquiera de las partes podrá acudir a la jurisdicción ordinaria colombiana, y someter la controversia a conocimiento de los jueces civiles del domicilio principal de ADAMO, con renuncia expresa a cualquier otro fuero territorial o jurisdiccional distinto.\n\nEste pacto de jurisdicción prevalecerá sobre cualquier norma supletoria, salvo que exista un acuerdo posterior de arbitraje celebrado por escrito entre las partes o se adopten mecanismos alternativos válidos conforme a la ley."
    },
    "16": {
      "title": "16. PROPIEDAD INTELECTUAL Y RESTRICCIONES DE USO",
      "content": "La Plataforma ADAMO SIGN, su código fuente, diseño gráfico, lógica operativa, algoritmos, interfaces, manuales, documentación técnica, funcionalidades de autenticación, herramientas de firma, evidencias electrónicas, arquitectura modular, base de datos de trazabilidad y todos los desarrollos asociados son de propiedad exclusiva de ADAMO S.A.S., y se encuentran protegidos por las normas nacionales e internacionales en materia de propiedad intelectual, derechos de autor, software y marcas.\n\nEl Cliente reconoce y acepta que, mediante la suscripción del contrato de servicios y la aceptación de los presentes Términos y Condiciones, no adquiere ningún derecho de propiedad o titularidad sobre la Plataforma, sus componentes o su funcionamiento, ni sobre los signos distintivos de ADAMO.\n\nQueda expresamente prohibido al Cliente, a sus usuarios o a cualquier tercero vinculado por su cuenta:\n• Copiar, distribuir, desensamblar, modificar, adaptar, traducir, reproducir o crear obras derivadas a partir de la Plataforma o de cualquiera de sus partes;\n• Realizar prácticas de ingeniería inversa, escaneo de vulnerabilidades o pruebas de penetración sin autorización expresa y escrita de ADAMO;\n• Incorporar la Plataforma a otros sistemas, aplicaciones, módulos o entornos comerciales propios o de terceros sin autorización formal;\n• Utilizar marcas, logotipos, nombres comerciales o elementos visuales de ADAMO con fines publicitarios, promocionales o institucionales sin consentimiento previo y escrito;\n• Vender, arrendar, sublicenciar o explotar comercialmente el acceso a la Plataforma, directa o indirectamente.\n\nEl uso de la Plataforma por parte del Cliente se limita estrictamente a los fines funcionales, técnicos y jurídicos derivados del objeto del contrato y de los flujos autorizados. Cualquier uso no previsto o abusivo facultará a ADAMO para suspender el acceso, dar por terminado el contrato y ejercer las acciones legales correspondientes.\n\nLas infracciones a esta cláusula podrán dar lugar a responsabilidad civil, comercial y penal, incluyendo el pago de indemnizaciones por perjuicios, lucro cesante y daño reputacional, conforme a lo establecido en la Ley 23 de 1982, la Decisión Andina 351 de 1993, la Ley 44 de 1993, la Ley 603 de 2000, y demás normas aplicables."
    },
    "17": {
      "title": "17. MECANISMOS DE REPORTE Y CANALES DE COMUNICACIÓN",
      "content": "ADAMO pone a disposición del Cliente canales oficiales de atención, a través de los cuales podrá reportar incidencias, realizar consultas, presentar solicitudes, elevar reclamaciones o ejercer sus derechos en el marco del uso de la Plataforma ADAMO SIGN.\n\nLos reportes o comunicaciones deberán estar dirigidos a:\n• Correo electrónico oficial: contact@adamoservices.co\n• Línea telefónica de atención: +57 321 626 5361\n• Dirección física: Carrera 16 Bis # 8 – 24, Edificio Oko Tower, Piso 6, Pereira, Colombia\n\nEl Cliente podrá utilizar estos canales para:\n• Reportar fallos técnicos, errores operativos o bloqueos en la Plataforma;\n• Solicitar soporte sobre autenticación, trazabilidad, recuperación de documentos o flujos;\n• Notificar accesos no autorizados, intentos de suplantación o incidentes de seguridad;\n• Presentar reclamaciones asociadas a facturación, tiempos de respuesta o condiciones del servicio;\n• Ejercer sus derechos en materia de datos personales, conforme a la Política de Tratamiento de Datos de ADAMO.\n\nPara efectos de trazabilidad y respuesta efectiva, el Cliente deberá incluir en su comunicación:\n• Identificación del remitente (nombre, cargo, entidad, correo registrado);\n• Número de identificación del flujo de firma, si aplica;\n• Descripción detallada del hecho, fecha, hora y evidencia asociada;\n• Canal de contacto para notificación de respuesta o seguimiento.\n\nADAMO acusará recibo de la comunicación dentro de los siguientes cinco (5) días hábiles y se reserva el derecho de dar tratamiento prioritario a los incidentes de seguridad, accesos indebidos, uso no autorizado de credenciales o posibles vulneraciones de datos personales.\n\nLos reportes anónimos o carentes de información mínima podrán ser desestimados por ADAMO, sin perjuicio de activar medidas preventivas si el hecho reportado compromete la seguridad, legalidad o estabilidad del servicio.\n\nLa interacción a través de estos canales no sustituye los procedimientos formales de reclamación contractual, ni implica aceptación automática de responsabilidad por parte de ADAMO."
    },
    "18": {
      "title": "18. VIGENCIA, MODIFICACIONES Y ACEPTACIÓN DE ACTUALIZACIONES",
      "content": "Los presentes Términos y Condiciones rigen a partir de su publicación en los canales oficiales de ADAMO y permanecerán vigentes durante toda la relación contractual entre el Cliente y ADAMO, o mientras se mantenga el acceso o uso de la Plataforma ADAMO SIGN, lo que ocurra primero.\n\nADAMO se reserva el derecho de modificar, actualizar o complementar este documento en cualquier momento, cuando lo exijan:\n• Cambios en la legislación o regulación aplicable;\n• Nuevas funcionalidades, mejoras tecnológicas o adaptaciones de la Plataforma;\n• Ajustes en los esquemas comerciales, políticas internas o condiciones operativas del servicio;\n• Recomendaciones de autoridades de protección de datos, reguladores sectoriales o entes de control.\n\nLas actualizaciones serán publicadas en el sitio web oficial de ADAMO y/o dentro de la Plataforma, con indicación clara de la fecha de entrada en vigencia. En los casos en que las modificaciones impliquen cambios sustanciales en las obligaciones del Cliente o en las condiciones del servicio, ADAMO podrá:\n• Notificar al Cliente por correo electrónico registrado;\n• Solicitar su aceptación expresa mediante la Plataforma antes de continuar con el uso;\n• Suspender el acceso a determinados flujos hasta tanto se confirme dicha aceptación.\n\nEn todos los demás casos, se entenderá que el uso continuado del servicio después de la publicación de la nueva versión implica la aceptación tácita y vinculante de los nuevos Términos y Condiciones.\n\nADAMO conservará las versiones anteriores de este documento y podrá ponerlas a disposición del Cliente o de las autoridades competentes cuando así lo soliciten."
    }
  }
}
